---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.WorksharingTooltipInfo
source: html/13aa1917-8b4d-b537-bf9a-656fdb601a6b.htm
---
# WorksharingTooltipInfo Members

Releases all resources used by the WorksharingTooltipInfo